{
    "title": "Durga mandir darshan",
    "image": "../images/blogDurgatemple.png",
    "article": [
      {
        "heading": "A visit to Durga mandir",
          "paragraph": [
          "Durga temple, also known as Durga Kund Mandir, is one of the most famous temples in Varanasi dedicated to the goddess Durga. It was constructed by rani bhabani of natore in the 18th century. This beautiful shrine is located on sankat mochan road and holds great religious significance for the Hindus. The major feature of this temple is the attractive kund or pond within the temple walls which is said to be connected to the river Ganga"
        ]
      },
      {
        "heading": "Why is it so prominent?",
        "paragraph": [
          "A narrow lane flanked by flowers leads up to this ancient temple. Inside, the low roofed, bright red-walled temple there is a small sanctum with a vivid idol of the Devi riding a tiger, armed with a trident, discus, and sword. It is considered that Durga Mata will always protect Varanasi from problems"
      ]
      },
      {
        "heading": "How did it get its name?",
        "paragraph": [
          "The temple is dedicated to the goddess Durga and hence the name Durga mandir. Legend has it that Kashi Naresh announced swayamvar for his daughter but later he found out that his daughter was in love with prince Sudarshan so he got his daughter secretly married before her swayamvar all the other kings invited to the swayamvar got furious and declared war against Kashi Naresh, prince Sudarshan prayed to goddess Durga for protection it is said that Goddess Durga came on a lion and fought the war after the war Kashi Naresh asked the goddess to protect Varanasi forever and hence he constructed this temple"
      ]
      },
      {
        "heading": "Importance of durga mandir?",
        "paragraph": [
          "Dedicated to goddess Durga: Durga temple is one of the most beautiful temples in Varanasi. If you are looking for a place where you can get lost in divinity and find ultimate peace, then Durga Kund Temple is the place for you. Made with red stone this temple features a multi-tier spire. It is Built next to a pond and this place attracts hundreds of devotees due to its calming atmosphere. It is a must-visit site especially at the time of Durga puja. Durga Mandir receives most tourist attraction at the time of Navratri"
        ]
      }
    ],
    "pageName": "Durga mandir darshan",
    "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.in or Call us at +91-9935474730 | 9450301573.",
    "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
  }
  
  