{
  "title": "Sarnath Darshan",
  "image": "../images/blogSarnath.png",	 
  "article": [
    {
      "heading": "A visit to sarnath",
        "paragraph": [
        "Also referred to as Isipatana, Sarnath is said to be the birthplace of Buddhism. It is located 10 km from Varanasi city near the confluence of ganga and yamuna river. Showcasing its ancient architecture, the sarnath complex includes Dhamek Stupa, Ashoka Pillar, Chaukhandi Stupa, and Dharmarajika Stupa. Its architectural style is followed by Several asian countries. It receives major tourist attraction at the time of poornima"
      ]
    },
    {
      "heading": "Why is it so prominent?",
      "paragraph": [
        "Sarnath is the birthplace of buddhism. The deer park in sarnath is the place where Gautam Buddha taught his first sermon, in which he taught the four truths and teaching associated with it."
    ]
    },
    {
      "heading": "How did it get its name?",
      "paragraph": [
        "The word sarnath is derived from sanskrit word Saranganatha meaning lord of deer. Legend has it that bodhisattva turned himself into a deer and offered his life to the king instead of the doe the king was planning to kill, the king was so moved by this that he created a park as a sanctuary for deer."
    ]
    },
    {
      "heading": "Importance of sarnath?",
      "paragraph": [
        "Sarnath is an extremely peaceful place which showcases its ancient architecture. It is one of the four holiest buddhist sites in the world and it receives thousands of followers from all over the world. It is said to be the place where Gautam Buddha first taught Dharma which was his first teaching after attaining enlightenment, these teachings included the four noble truths : dukkha, samudaya, nirodha, magga. If you are looking for a peaceful, clean, and calm environment then this is the place for you. It can be felt like a new world of heaven on the earth, totally away from the rush, dust, and crowd."
      ]
    }
  ],
  "pageName": "Sarnath Darshan",
  "description": " Get lowest Cabs fares in Varanasi with us for car hire and taxi service in Varanasi. Book a cab for Kashi Vishwanath Darshan, Temple, Ganga Aarti, Sarnath Darshan in Varanasi at best price. Visit now www.taxiinvaranasi.in or Call us at +91-9935474730 | 9450301573.",
  "keyword": "Kashi Vishwanath Darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi"
}